{ "metadata": { "date": "2001-08-14T11:05:00.000Z", "caller1": { "name": "John Doe", "role": "Trader, Bogaert's" }, "caller2": { "name": "Richard Sanders", "role": "Client" }, "subject": "Confirmation of ENE Stock Purchase (BT-2001-08-14-001)" }, "transcript": "John Doe: Hi Richard, this is John Doe from Bogaert's. I'm calling to confirm your recent order to purchase 500 shares of Enron Corp. (ENE) at a price of $75.00 per share.\n\nRichard Sanders: Yes, that's correct. I'd like to proceed with that purchase.\n\nJohn Doe: Great. Just to confirm, the total amount for this transaction will be $37,535.00, including commission. The settlement date will be August 16th, 2001, and the payment method is electronic funds transfer.\n\nRichard Sanders: That all sounds correct. Please proceed with the order.\n\nJohn Doe: Excellent. I'll place the order now and send you a trade confirmation once it's executed. Thanks for your business, Richard.\n\nRichard Sanders: Thank you, John." }
{ "metadata": { "date": "2000-03-27T11:48:00.000Z", "caller1": { "name": "Jane Smith", "role": "Trader, Bogaert's" }, "caller2": { "name": "Mark Taylor", "role": "Client" }, "subject": "Confirmation of DYN Stock Sale (BT-2000-03-27-002)" }, "transcript": "Jane Smith: Good morning, Mark. This is Jane Smith from Bogaert's. I'm calling to confirm your order to sell 200 shares of Dynegy Inc. (DYN) at a price of $45.00 per share.\n\nMark Taylor: Yes, that's right. I'm ready to sell.\n\nJane Smith: Okay, great. The total proceeds from this sale will be $8,980.00, after commission. The settlement date will be March 29th, 2000, and we'll send you a check for the proceeds.\n\nMark Taylor: Sounds good. Please proceed with the sale.\n\nJane Smith: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Mark.\n\nMark Taylor: Thank you, Jane." }
{ "metadata": { "date": "2001-11-09T10:15:00.000Z", "caller1": { "name": "David Lee", "role": "Trader, Bogaert's" }, "caller2": { "name": "James Smith", "role": "Client" }, "subject": "Confirmation of REI Stock Purchase (BT-2001-11-09-003)" }, "transcript": "David Lee: Hi James, David Lee from Bogaert's here. I'm calling to confirm your order to buy 100 shares of Reliant Energy Inc. (REI) at a price of $25.00 per share.\n\nJames Smith: Yes, that's correct. Please go ahead with the purchase.\n\nDavid Lee: Great. The total cost for this transaction will be $2,515.00, including commission. The settlement date is November 13th, 2001, and the payment method is electronic funds transfer.\n\nJames Smith: That's all fine. Please proceed with the order.\n\nDavid Lee: Okay, I'll place the order now and send you a confirmation once it's executed. Thanks for your business, James.\n\nJames Smith: Thank you, David." }
{ "metadata": { "date": "2002-06-18T14:55:00.000Z", "caller1": { "name": "Sarah Kim", "role": "Trader, Bogaert's" }, "caller2": { "name": "Susan Jones", "role": "Client" }, "subject": "Confirmation of AMZN Stock Sale (BT-2002-06-18-004)" }, "transcript": "Sarah Kim: Hello Susan, this is Sarah Kim from Bogaert's. I'm calling to confirm your order to sell 50 shares of Amazon.com Inc. (AMZN) at a price of $40.00 per share.\n\nSusan Jones: Yes, that's right. I'd like to proceed with the sale.\n\nSarah Kim: Great. The total proceeds from this sale will be $1,975.00, after commission. The settlement date is June 20th, 2002, and the payment method is electronic funds transfer.\n\nSusan Jones: Okay, that sounds good. Please proceed.\n\nSarah Kim: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Susan.\n\nSusan Jones: Thank you, Sarah." }
{ "metadata": { "date": "2001-01-22T15:48:00.000Z", "caller1": { "name": "Michael Brown", "role": "Trader, Bogaert's" }, "caller2": { "name": "David Williams", "role": "Client" }, "subject": "Confirmation of MSFT Stock Purchase (BT-2001-01-22-005)" }, "transcript": "Michael Brown: Hi David, this is Michael Brown from Bogaert's. I'm calling to confirm your order to buy 25 shares of Microsoft Corp. (MSFT) at a price of $60.00 per share.\n\nDavid Williams: Yes, that's correct. I'd like to go ahead with the purchase.\n\nMichael Brown: Great. The total cost for this transaction will be $1,515.00, including commission. The settlement date is January 24th, 2001, and we'll send you a check for the payment.\n\nDavid Williams: Okay, that sounds good. Please proceed with the order.\n\nMichael Brown: Excellent. I'll place the order now and send you a confirmation once it's executed. Thanks for your business, David.\n\nDavid Williams: Thank you, Michael." }
{ "metadata": { "date": "2000-10-26T11:18:00.000Z", "caller1": { "name": "Emily Wilson", "role": "Trader, Bogaert's" }, "caller2": { "name": "Mary Brown", "role": "Client" }, "subject": "Confirmation of XOM Stock Sale (BT-2000-10-26-006)" }, "transcript": "Emily Wilson: Good morning, Mary. This is Emily Wilson from Bogaert's. I'm calling to confirm your order to sell 100 shares of ExxonMobil Corp. (XOM) at a price of $50.00 per share.\n\nMary Brown: Yes, that's right. I'm ready to sell.\n\nEmily Wilson: Okay, great. The total proceeds from this sale will be $4,990.00, after commission. The settlement date is October 28th, 2000, and we'll send you the proceeds via electronic funds transfer.\n\nMary Brown: Sounds good. Please proceed with the sale.\n\nEmily Wilson: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Mary.\n\nMary Brown: Thank you, Emily." }
{ "metadata": { "date": "2001-05-15T00:01:00.000Z", "caller1": { "name": "Daniel Garcia", "role": "Trader, Bogaert's" }, "caller2": { "name": "John Davis", "role": "Client" }, "subject": "Confirmation of CVX Stock Purchase (BT-2001-05-15-007)" }, "transcript": "Daniel Garcia: Hi John, Daniel Garcia from Bogaert's here. I'm calling to confirm your order to buy 50 shares of Chevron Corp. (CVX) at a price of $65.00 per share.\n\nJohn Davis: Yes, that's correct. Please go ahead with the purchase.\n\nDaniel Garcia: Great. The total cost for this transaction will be $3,265.00, including commission. The settlement date is May 17th, 2001, and the payment method is electronic funds transfer.\n\nJohn Davis: That's all fine. Please proceed with the order.\n\nDaniel Garcia: Okay, I'll place the order now and send you a confirmation once it's executed. Thanks for your business, John.\n\nJohn Davis: Thank you, Daniel." }
{ "metadata": { "date": "2000-12-07T09:48:00.000Z", "caller1": { "name": "Jessica Rodriguez", "role": "Trader, Bogaert's" }, "caller2": { "name": "Linda Wilson", "role": "Client" }, "subject": "Confirmation of COP Stock Purchase (BT-2000-12-07-008)" }, "transcript": "Jessica Rodriguez: Hello Linda, this is Jessica Rodriguez from Bogaert's. I'm calling to confirm your order to buy 75 shares of ConocoPhillips (COP) at a price of $70.00 per share.\n\nLinda Wilson: Yes, that's right. I'd like to proceed with the purchase.\n\nJessica Rodriguez: Great. The total cost for this transaction will be $5,267.50, including commission. The settlement date is December 9th, 2000, and the payment method is electronic funds transfer.\n\nLinda Wilson: Okay, that sounds good. Please proceed.\n\nJessica Rodriguez: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Linda.\n\nLinda Wilson: Thank you, Jessica." }
{ "metadata": { "date": "2001-07-20T14:33:00.000Z", "caller1": { "name": "Christopher Thomas", "role": "Trader, Bogaert's" }, "caller2": { "name": "Robert Garcia", "role": "Client" }, "subject": "Confirmation of DUK Stock Sale (BT-2001-07-20-009)" }, "transcript": "Christopher Thomas: Hi Robert, Christopher Thomas from Bogaert's here. I'm calling to confirm your order to sell 125 shares of Duke Energy Corp. (DUK) at a price of $35.00 per share.\n\nRobert Garcia: Yes, that's correct. I'd like to go ahead with the sale.\n\nChristopher Thomas: Great. The total proceeds from this sale will be $4,353.12, after commission. The settlement date is July 22nd, 2001, and we'll send you a check for the payment.\n\nRobert Garcia: Okay, that sounds good. Please proceed with the order.\n\nChristopher Thomas: Excellent. I'll place the order now and send you a confirmation once it's executed. Thanks for your business, Robert.\n\nRobert Garcia: Thank you, Christopher." }
{ "metadata": { "date": "2000-02-14T11:18:00.000Z", "caller1": { "name": "Ashley Jackson", "role": "Trader, Bogaert's" }, "caller2": { "name": "Barbara Rodriguez", "role": "Client" }, "subject": "Confirmation of VLO Stock Purchase (BT-2000-02-14-010)" }, "transcript": "Ashley Jackson: Good morning, Barbara. This is Ashley Jackson from Bogaert's. I'm calling to confirm your order to buy 100 shares of Valero Energy Corp. (VLO) at a price of $40.00 per share.\n\nBarbara Rodriguez: Yes, that's right. I'm ready to buy.\n\nAshley Jackson: Okay, great. The total cost for this transaction will be $4,020.00, including commission. The settlement date is February 16th, 2000, and we'll send you the payment via electronic funds transfer.\n\nBarbara Rodriguez: Sounds good. Please proceed with the purchase.\n\nAshley Jackson: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Barbara.\n\nBarbara Rodriguez: Thank you, Ashley." }
{ "metadata": { "date": "2001-09-28T00:01:00.000Z", "caller1": { "name": "Emily Davis", "role": "Trader, Bogaert's" }, "caller2": { "name": "Donald Thomas", "role": "Client" }, "subject": "Confirmation of WMB Stock Sale (BT-2001-09-28-011)" }, "transcript": "Emily Davis: Hello Donald, Emily Davis from Bogaert's. Confirming your order to sell 50 shares of Williams Companies Inc. (WMB) at $28.00 per share.\n\nDonald Thomas: Yes, proceed.\n\nEmily Davis: Total proceeds will be $1,393.00 after commission. Settlement is September 30th, 2001, via electronic funds transfer. \n\nDonald Thomas: That's correct. Just make sure this goes through the usual channels, you know, to keep things discreet.\n\nEmily Davis: (hesitates) Uh, sure. Discreet. I'll process the order as you've instructed. You'll receive a confirmation shortly.\n\nDonald Thomas: Excellent. Thanks. " }
{ "metadata": { "date": "2000-04-11T10:22:00.000Z", "caller1": { "name": "Daniel Wilson", "role": "Trader, Bogaert's" }, "caller2": { "name": "Patricia Jackson", "role": "Client" }, "subject": "Confirmation of KMI Stock Purchase (BT-2000-04-11-012)" }, "transcript": "Daniel Wilson: Hi Patricia, Daniel Wilson from Bogaert's. Confirming your order to buy 150 shares of Kinder Morgan Inc. (KMI) at $18.00 per share.\n\nPatricia Jackson: Yes, that's right. But listen, I need this to be handled off the books, okay? This can't be traced back to me directly.\n\nDaniel Wilson: (nervously) Off the books? I'm not sure I understand... We have to follow regulations...\n\nPatricia Jackson: Look, just do it. I've pulled strings to make this happen, and it needs to be done this way. No questions asked. \n\nDaniel Wilson: (hesitates) Okay, okay. I'll see what I can do. But I can't guarantee anything. \n\nPatricia Jackson: (firmly) I expect this to be handled. No slip-ups. \n" }
{ "metadata": { "date": "2001-12-21T15:15:00.000Z", "caller1": { "name": "Jessica Garcia", "role": "Trader, Bogaert's" }, "caller2": { "name": "Paul White", "role": "Client" }, "subject": "Confirmation of OKE Stock Sale (BT-2001-12-21-013)" }, "transcript": "Jessica Garcia: Hello Paul, Jessica Garcia from Bogaert's. I'm calling to confirm your order to sell 75 shares of ONEOK Inc. (OKE) at a price of $32.00 per share.\n\nPaul White: Yes, that's correct. Please proceed with the sale.\n\nJessica Garcia: Great. The total proceeds from this sale will be $2,388.00, after commission. The settlement date is December 23rd, 2001, and the payment method is electronic funds transfer.\n\nPaul White: Okay, that sounds good. Please proceed.\n\nJessica Garcia: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Paul.\n\nPaul White: Thank you, Jessica." }
{ "metadata": { "date": "2000-07-05T11:18:00.000Z", "caller1": { "name": "Christopher Rodriguez", "role": "Trader, Bogaert's" }, "caller2": { "name": "Shirley Harris", "role": "Client" }, "subject": "Confirmation of EOG Stock Purchase (BT-2000-07-05-014)" }, "transcript": "Christopher Rodriguez: Hi Shirley, Christopher Rodriguez from Bogaert's here. I'm calling to confirm your order to buy 100 shares of EOG Resources Inc. (EOG) at a price of $45.00 per share.\n\nShirley Harris: Yes, that's correct. Please go ahead with the purchase.\n\nChristopher Rodriguez: Great. The total cost for this transaction will be $4,522.50, including commission. The settlement date is July 7th, 2000, and the payment method is electronic funds transfer.\n\nShirley Harris: That's all fine. Please proceed with the order.\n\nChristopher Rodriguez: Okay, I'll place the order now and send you a confirmation once it's executed. Thanks for your business, Shirley.\n\nShirley Harris: Thank you, Christopher." }
{ "metadata": { "date": "2001-02-19T14:55:00.000Z", "caller1": { "name": "Ashley Thomas", "role": "Trader, Bogaert's" }, "caller2": { "name": "Ralph Martin", "role": "Client" }, "subject": "Confirmation of DVN Stock Sale (BT-2001-02-19-015)" }, "transcript": "Ashley Thomas: Hello Ralph, this is Ashley Thomas from Bogaert's. I'm calling to confirm your order to sell 50 shares of Devon Energy Corp. (DVN) at a price of $30.00 per share.\n\nRalph Martin: Yes, that's right. I'd like to proceed with the sale.\n\nAshley Thomas: Great. The total proceeds from this sale will be $1,492.50, after commission. The settlement date is February 21st, 2001, and we'll send you a check for the payment.\n\nRalph Martin: Okay, that sounds good. Please proceed.\n\nAshley Thomas: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Ralph.\n\nRalph Martin: Thank you, Ashley." }
{ "metadata": { "date": "2000-09-13T10:22:00.000Z", "caller1": { "name": "Daniel Jackson", "role": "Trader, Bogaert's" }, "caller2": { "name": "Alice Parker", "role": "Client" }, "subject": "Confirmation of PXD Stock Purchase (BT-2000-09-13-016)" }, "transcript": "Daniel Jackson: Hi Alice, Daniel Jackson from Bogaert's. I'm calling to confirm your order to buy 150 shares of Pioneer Natural Resources Co. (PXD) at $22.00 per share.\n\nAlice Parker: Yes, that's correct. Listen, this needs to be routed through a separate account, you know the one. We need to keep this off the main books for now.\n\nDaniel Jackson: (slightly hesitant) Uh, right. That account. I'll make a note of it. Anything else? \n\nAlice Parker: No, that's all. Just make it happen. I'll be expecting the confirmation. \n\nDaniel Jackson: (quickly) Of course, of course. Consider it done. \n" }
{ "metadata": { "date": "2001-06-27T15:15:00.000Z", "caller1": { "name": "Jessica Wilson", "role": "Trader, Bogaert's" }, "caller2": { "name": "Joseph Evans", "role": "Client" }, "subject": "Confirmation of MRO Stock Sale (BT-2001-06-27-017)" }, "transcript": "Jessica Wilson: Hello Joseph, Jessica Wilson from Bogaert's calling. I'm confirming your order to sell 75 shares of Marathon Oil Corp. (MRO) at $36.00 per share.\n\nJoseph Evans: Yes, that's right. Go ahead. \n\nJessica Wilson: Alright, the total proceeds will be $2,686.50 after commission. Settlement is June 29th, 2001, via electronic funds transfer. One moment, though... (typing sounds) It seems your account is flagged. Do you have any outstanding issues or anything I should be aware of? \n\nJoseph Evans: (agitated) Flagged? What are you talking about? There's no issue. Just process the damn order. I don't have time for this. \n\nJessica Wilson: (nervously) Okay, okay, sir. I'll proceed. Just... unusual, that's all. \n\nJoseph Evans: (curtly) There's nothing unusual. Get it done. \n" }
{ "metadata": { "date": "2000-01-03T11:18:00.000Z", "caller1": { "name": "Christopher Garcia", "role": "Trader, Bogaert's" }, "caller2": { "name": "Kelly Collins", "role": "Client" }, "subject": "Confirmation of OXY Stock Purchase (BT-2000-01-03-018)" }, "transcript": "Christopher Garcia: Hi Kelly, Christopher Garcia from Bogaert's here. I'm calling to confirm your order to buy 100 shares of Occidental Petroleum Corp. (OXY) at a price of $50.00 per share.\n\nKelly Collins: Yes, that's correct. Please go ahead with the purchase.\n\nChristopher Garcia: Great. The total cost for this transaction will be $5,025.00, including commission. The settlement date is January 5th, 2000, and we'll send you a check for the payment.\n\nKelly Collins: Okay, that sounds good. Please proceed with the order.\n\nChristopher Garcia: Excellent. I'll place the order now and send you a confirmation once it's executed. Thanks for your business, Kelly.\n\nKelly Collins: Thank you, Christopher." }
{ "metadata": { "date": "2001-10-18T00:01:00.000Z", "caller1": { "name": "Ashley Rodriguez", "role": "Trader, Bogaert's" }, "caller2": { "name": "Thomas Roberts", "role": "Client" }, "subject": "Confirmation of PSX Stock Sale (BT-2001-10-18-019)" }, "transcript": "Ashley Rodriguez: Hello Thomas, this is Ashley Rodriguez from Bogaert's. I'm calling to confirm your order to sell 50 shares of Phillips 66 (PSX) at a price of $34.00 per share.\n\nThomas Roberts: Yes, that's right. I'd like to proceed with the sale.\n\nAshley Rodriguez: Great. The total proceeds from this sale will be $1,691.50, after commission. The settlement date is October 20th, 2001, and the payment method is electronic funds transfer.\n\nThomas Roberts: Okay, that sounds good. Please proceed.\n\nAshley Rodriguez: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Thomas.\n\nThomas Roberts: Thank you, Ashley." }
{ "metadata": { "date": "2000-05-09T10:22:00.000Z", "caller1": { "name": "Daniel Thomas", "role": "Trader, Bogaert's" }, "caller2": { "name": "Karen Stewart", "role": "Client" }, "subject": "Confirmation of ES Stock Purchase (BT-2000-05-09-020)" }, "transcript": "Daniel Thomas: Hi Karen, Daniel Thomas from Bogaert's. Confirming your order to buy 150 shares of Eversource Energy (ES) at $26.00 per share.\n\nKaren Stewart: Yes, that's correct. But listen, I need this to be handled off the books, okay? This can't be traced back to me directly.\n\nDaniel Thomas: (nervously) Off the books? I'm not sure I understand... We have to follow regulations...\n\nKaren Stewart: Look, just do it. I've pulled strings to make this happen, and it needs to be done this way. No questions asked. \n\nDaniel Thomas: (hesitates) Okay, okay. I'll see what I can do. But I can't guarantee anything. \n\nKaren Stewart: (firmly) I expect this to be handled. No slip-ups. \n" }
{ "metadata": { "date": "2001-11-23T15:48:00.000Z", "caller1": { "name": "Jessica Thomas", "role": "Trader, Bogaert's" }, "caller2": { "name": "Charles Flores", "role": "Client" }, "subject": "Confirmation of AEP Stock Sale (BT-2001-11-23-021)" }, "transcript": "Jessica Thomas: Hello Charles, Jessica Thomas from Bogaert's. I'm calling to confirm your order to sell 75 shares of American Electric Power (AEP) at a price of $40.00 per share.\n\nCharles Flores: Yes, that's correct. Please proceed with the sale.\n\nJessica Thomas: Great. The total proceeds from this sale will be $2,985.00, after commission. The settlement date is November 25th, 2001, and we'll send you a check for the payment.\n\nCharles Flores: Okay, that sounds good. Please proceed.\n\nJessica Thomas: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Charles.\n\nCharles Flores: Thank you, Jessica." }
{ "metadata": { "date": "2000-06-16T11:18:00.000Z", "caller1": { "name": "Christopher Jackson", "role": "Trader, Bogaert's" }, "caller2": { "name": "Dorothy Morris", "role": "Client" }, "subject": "Confirmation of EXC Stock Purchase (BT-2000-06-16-022)" }, "transcript": "Christopher Jackson: Hi Dorothy, Christopher Jackson from Bogaert's here. I'm calling to confirm your order to buy 100 shares of Exelon Corp. (EXC) at a price of $55.00 per share.\n\nDorothy Morris: Yes, that's correct. Please go ahead with the purchase.\n\nChristopher Jackson: Great. The total cost for this transaction will be $5,527.50, including commission. The settlement date is June 18th, 2000, and the payment method is electronic funds transfer.\n\nDorothy Morris: That's all fine. Please proceed with the order.\n\nChristopher Jackson: Okay, I'll place the order now and send you a confirmation once it's executed. Thanks for your business, Dorothy.\n\nDorothy Morris: Thank you, Christopher." }
{ "metadata": { "date": "2001-01-08T00:01:00.000Z", "caller1": { "name": "Ashley Wilson", "role": "Trader, Bogaert's" }, "caller2": { "name": "Walter Murphy", "role": "Client" }, "subject": "Confirmation of NEE Stock Sale (BT-2001-01-08-023)" }, "transcript": "Ashley Wilson: Hello Walter, this is Ashley Wilson from Bogaert's. I'm calling to confirm your order to sell 50 shares of NextEra Energy Inc. (NEE) at a price of $38.00 per share.\n\nWalter Murphy: Yes, that's right. I'd like to proceed with the sale.\n\nAshley Wilson: Great. The total proceeds from this sale will be $1,890.50, after commission. The settlement date is January 10th, 2001, and the payment method is electronic funds transfer.\n\nWalter Murphy: Okay, that sounds good. Please proceed.\n\nAshley Wilson: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Walter.\n\nWalter Murphy: Thank you, Ashley." }
{ "metadata": { "date": "2000-10-25T10:22:00.000Z", "caller1": { "name": "Daniel Garcia", "role": "Trader, Bogaert's" }, "caller2": { "name": "Virginia Rivera", "role": "Client" }, "subject": "Confirmation of SO Stock Purchase (BT-2000-10-25-024)" }, "transcript": "Daniel Garcia: Hi Virginia, Daniel Garcia from Bogaert's. Confirming your order to buy 150 shares of Southern Co. (SO) at $24.00 per share.\n\nVirginia Rivera: Yes, that's correct. But listen, I need this to be handled off the books, okay? This can't be traced back to me directly.\n\nDaniel Garcia: (nervously) Off the books? I'm not sure I understand... We have to follow regulations...\n\nVirginia Rivera: Look, just do it. I've pulled strings to make this happen, and it needs to be done this way. No questions asked. \n\nDaniel Garcia: (hesitates) Okay, okay. I'll see what I can do. But I can't guarantee anything. \n\nVirginia Rivera: (firmly) I expect this to be handled. No slip-ups. \n" }
{ "metadata": { "date": "2001-05-10T15:48:00.000Z", "caller1": { "name": "Jessica Rodriguez", "role": "Trader, Bogaert's" }, "caller2": { "name": "Harold Cooper", "role": "Client" }, "subject": "Confirmation of FE Stock Sale (BT-2001-05-10-025)" }, "transcript": "Jessica Rodriguez: Hello Harold, this is Jessica Rodriguez from Bogaert's. I'm calling to confirm your order to sell 75 shares of FirstEnergy Corp. (FE) at a price of $42.00 per share.\n\nHarold Cooper: Yes, that's correct. Please proceed with the sale.\n\nJessica Rodriguez: Great. The total proceeds from this sale will be $3,134.25, after commission. The settlement date is May 12th, 2001, and the payment method is electronic funds transfer.\n\nHarold Cooper: Okay, that sounds good. Please proceed.\n\nJessica Rodriguez: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Harold.\n\nHarold Cooper: Thank you, Jessica." }
{ "metadata": { "date": "2000-12-01T11:18:00.000Z", "caller1": { "name": "Christopher Thomas", "role": "Trader, Bogaert's" }, "caller2": { "name": "Kathryn Howard", "role": "Client" }, "subject": "Confirmation of PEG Stock Purchase (BT-2000-12-01-026)" }, "transcript": "Christopher Thomas: Hi Kathryn, Christopher Thomas from Bogaert's here. I'm calling to confirm your order to buy 100 shares of Public Service Enterprise Group (PEG) at a price of $58.00 per share.\n\nKathryn Howard: Yes, that's correct. Please go ahead with the purchase.\n\nChristopher Thomas: Great. The total cost for this transaction will be $5,829.00, including commission. The settlement date is December 3rd, 2000, and the payment method is electronic funds transfer.\n\nKathryn Howard: That's all fine. Please proceed with the order.\n\nChristopher Thomas: Okay, I'll place the order now and send you a confirmation once it's executed. Thanks for your business, Kathryn.\n\nKathryn Howard: Thank you, Christopher." }
{ "metadata": { "date": "2001-07-19T00:01:00.000Z", "caller1": { "name": "Ashley Jackson", "role": "Trader, Bogaert's" }, "caller2": { "name": "Craig Ward", "role": "Client" }, "subject": "Confirmation of WEC Stock Sale (BT-2001-07-19-027)" }, "transcript": "Ashley Jackson: Hello Craig, this is Ashley Jackson from Bogaert's. I'm calling to confirm your order to sell 50 shares of WEC Energy Group (WEC) at a price of $42.00 per share.\n\nCraig Ward: Yes, that's right. I'd like to proceed with the sale.\n\nAshley Jackson: Great. The total proceeds from this sale will be $2,089.50, after commission. The settlement date is July 21st, 2001, and we'll send you a check for the payment.\n\nCraig Ward: Okay, that sounds good. Please proceed.\n\nAshley Jackson: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Craig.\n\nCraig Ward: Thank you, Ashley." }
{ "metadata": { "date": "2000-02-11T10:22:00.000Z", "caller1": { "name": "Daniel Wilson", "role": "Trader, Bogaert's" }, "caller2": { "name": "Harold Peterson", "role": "Client" }, "subject": "Confirmation of XEL Stock Purchase (BT-2000-02-11-028)" }, "transcript": "Daniel Wilson: Hi Harold, Daniel Wilson from Bogaert's. Confirming your order to buy 150 shares of Xcel Energy Inc. (XEL) at $28.00 per share.\n\nHarold Peterson: Yes, that's correct. But listen, I need this to be handled off the books, okay? This can't be traced back to me directly.\n\nDaniel Wilson: (nervously) Off the books? I'm not sure I understand... We have to follow regulations...\n\nHarold Peterson: Look, just do it. I've pulled strings to make this happen, and it needs to be done this way. No questions asked. \n\nDaniel Wilson: (hesitates) Okay, okay. I'll see what I can do. But I can't guarantee anything. \n\nHarold Peterson: (firmly) I expect this to be handled. No slip-ups. \n" }
{ "metadata": { "date": "2001-09-26T15:48:00.000Z", "caller1": { "name": "Jessica Garcia", "role": "Trader, Bogaert's" }, "caller2": { "name": "Ann Gray", "role": "Client" }, "subject": "Confirmation of ETR Stock Sale (BT-2001-09-26-029)" }, "transcript": "Jessica Garcia: Hello Ann, Jessica Garcia from Bogaert's. I'm calling to confirm your order to sell 75 shares of Entergy Corp. (ETR) at a price of $44.00 per share.\n\nAnn Gray: Yes, that's correct. Please proceed with the sale.\n\nJessica Garcia: Great. The total proceeds from this sale will be $3,283.50, after commission. The settlement date is September 28th, 2001, and the payment method is electronic funds transfer.\n\nAnn Gray: Okay, that sounds good. Please proceed.\n\nJessica Garcia: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Ann.\n\nAnn Gray: Thank you, Jessica." }
{ "metadata": { "date": "2000-04-07T11:18:00.000Z", "caller1": { "name": "Christopher Rodriguez", "role": "Trader, Bogaert's" }, "caller2": { "name": "Donald James", "role": "Client" }, "subject": "Confirmation of DTE Stock Purchase (BT-2000-04-07-030)" }, "transcript": "Christopher Rodriguez: Hi Donald, Christopher Rodriguez from Bogaert's here. I'm calling to confirm your order to buy 100 shares of DTE Energy Co. (DTE) at a price of $60.00 per share.\n\nDonald James: Yes, that's correct. Please go ahead with the purchase.\n\nChristopher Rodriguez: Great. The total cost for this transaction will be $6,030.00, including commission. The settlement date is April 9th, 2000, and we'll send you a check for the payment.\n\nDonald James: Okay, that sounds good. Please proceed with the order.\n\nChristopher Rodriguez: Excellent. I'll place the order now and send you a confirmation once it's executed. Thanks for your business, Donald.\n\nDonald James: Thank you, Christopher." }
{ "metadata": { "date": "2001-12-19T00:01:00.000Z", "caller1": { "name": "Ashley Garcia", "role": "Trader, Bogaert's" }, "caller2": { "name": "Brenda Reed", "role": "Client" }, "subject": "Confirmation of ED Stock Sale (BT-2001-12-19-031)" }, "transcript": "Ashley Garcia: Hello Brenda, this is Ashley Garcia from Bogaert's. I'm calling to confirm your order to sell 50 shares of Consolidated Edison Inc. (ED) at a price of $46.00 per share.\n\nBrenda Reed: Yes, that's correct. Please proceed with the sale.\n\nAshley Garcia: Great. The total proceeds from this sale will be $2,288.50, after commission. The settlement date is December 21st, 2001, and the payment method is electronic funds transfer.\n\nBrenda Reed: Okay, that sounds good. Please proceed.\n\nAshley Garcia: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Brenda.\n\nBrenda Reed: Thank you, Ashley." }
{ "metadata": { "date": "2000-07-03T10:22:00.000Z", "caller1": { "name": "Daniel Rodriguez", "role": "Trader, Bogaert's" }, "caller2": { "name": "Carl Kelly", "role": "Client" }, "subject": "Confirmation of SRE Stock Purchase (BT-2000-07-03-032)" }, "transcript": "Daniel Rodriguez: Hi Carl, Daniel Rodriguez from Bogaert's. Confirming your order to buy 150 shares of Sempra Energy (SRE) at $30.00 per share.\n\nCarl Kelly: Yes, that's correct. But listen, I need this to be handled discreetly, okay? This can't be traced back to me.\n\nDaniel Rodriguez: (nervously) Discreetly? I'm not sure I understand... We have to follow regulations...\n\nCarl Kelly: Look, just do it. I've made arrangements, and it needs to be done this way. No questions asked. \n\nDaniel Rodriguez: (hesitates) Okay, okay. I'll see what I can do. But I can't guarantee anything. \n\nCarl Kelly: (firmly) I expect this to be handled. No slip-ups. \n" }
{ "metadata": { "date": "2001-02-15T15:48:00.000Z", "caller1": { "name": "Jessica Wilson", "role": "Trader, Bogaert's" }, "caller2": { "name": "Willie Henderson", "role": "Client" }, "subject": "Confirmation of D Stock Sale (BT-2001-02-15-033)" }, "transcript": "Jessica Wilson: Hello Willie, this is Jessica Wilson from Bogaert's. I'm calling to confirm your order to sell 75 shares of Dominion Energy Inc. (D) at a price of $48.00 per share.\n\nWillie Henderson: Yes, that's correct. Please proceed with the sale.\n\nJessica Wilson: Great. The total proceeds from this sale will be $3,582.00, after commission. The settlement date is February 17th, 2001, and we'll send you a check for the payment.\n\nWillie Henderson: Okay, that sounds good. Please proceed.\n\nJessica Wilson: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Willie.\n\nWillie Henderson: Thank you, Jessica." }
{ "metadata": { "date": "2000-09-08T11:18:00.000Z", "caller1": { "name": "Christopher Garcia", "role": "Trader, Bogaert's" }, "caller2": { "name": "Billy Sanchez", "role": "Client" }, "subject": "Confirmation of PPL Stock Purchase (BT-2000-09-08-034)" }, "transcript": "Christopher Garcia: Hi Billy, Christopher Garcia from Bogaert's here. I'm calling to confirm your order to buy 100 shares of PPL Corp. (PPL) at a price of $62.00 per share.\n\nBilly Sanchez: Yes, that's correct. Please go ahead with the purchase.\n\nChristopher Garcia: Great. The total cost for this transaction will be $6,231.00, including commission. The settlement date is September 10th, 2000, and the payment method is electronic funds transfer.\n\nBilly Sanchez: Okay, that sounds good. Please proceed with the order.\n\nChristopher Garcia: Excellent. I'll place the order now and send you a confirmation once it's executed. Thanks for your business, Billy.\n\nBilly Sanchez: Thank you, Christopher." }
{ "metadata": { "date": "2001-06-22T00:01:00.000Z", "caller1": { "name": "Ashley Rodriguez", "role": "Trader, Bogaert's" }, "caller2": { "name": "Marie Jensen", "role": "Client" }, "subject": "Confirmation of AES Stock Sale (BT-2001-06-22-035)" }, "transcript": "Ashley Rodriguez: Hello Marie, this is Ashley Rodriguez from Bogaert's. I'm calling to confirm your order to sell 50 shares of AES Corp. (AES) at a price of $50.00 per share.\n\nMarie Jensen: Yes, that's right. I'd like to proceed with the sale.\n\nAshley Rodriguez: Great. The total proceeds from this sale will be $2,487.50, after commission. The settlement date is June 24th, 2001, and the payment method is electronic funds transfer.\n\nMarie Jensen: Okay, that sounds good. Please proceed.\n\nAshley Rodriguez: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Marie.\n\nMarie Jensen: Thank you, Ashley." }
{ "metadata": { "date": "2000-01-07T10:22:00.000Z", "caller1": { "name": "Daniel Thomas", "role": "Trader, Bogaert's" }, "caller2": { "name": "Bobby Jackson", "role": "Client" }, "subject": "Confirmation of NRG Stock Purchase (BT-2000-01-07-036)" }, "transcript": "Daniel Thomas: Hi Bobby, Daniel Thomas from Bogaert's. Confirming your order to buy 150 shares of NRG Energy Inc. (NRG) at $34.00 per share.\n\nBobby Jackson: Yes, that's correct. But listen, I need this to be handled off the books, okay? This can't be traced back to me directly.\n\nDaniel Thomas: (nervously) Off the books? I'm not sure I understand... We have to follow regulations...\n\nBobby Jackson: Look, just do it. I've pulled strings to make this happen, and it needs to be done this way. No questions asked. \n\nDaniel Thomas: (hesitates) Okay, okay. I'll see what I can do. But I can't guarantee anything. \n\nBobby Jackson: (firmly) I expect this to be handled. No slip-ups. \n" }
{ "metadata": { "date": "2001-10-24T15:48:00.000Z", "caller1": { "name": "Jessica Wilson", "role": "Trader, Bogaert's" }, "caller2": { "name": "Lois Lewis", "role": "Client" }, "subject": "Confirmation of VST Stock Sale (BT-2001-10-24-037)" }, "transcript": "Jessica Wilson: Hello Lois, this is Jessica Wilson from Bogaert's. I'm calling to confirm your order to sell 75 shares of Vistra Corp. (VST) at a price of $52.00 per share.\n\nLois Lewis: Yes, that's correct. Please proceed with the sale.\n\nJessica Wilson: Great. The total proceeds from this sale will be $3,880.50, after commission. The settlement date is October 26th, 2001, and the payment method is electronic funds transfer.\n\nLois Lewis: Okay, that sounds good. Please proceed.\n\nJessica Wilson: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Lois.\n\nLois Lewis: Thank you, Jessica." }
{ "metadata": { "date": "2000-05-15T11:18:00.000Z", "caller1": { "name": "Christopher Garcia", "role": "Trader, Bogaert's" }, "caller2": { "name": "Bruce Long", "role": "Client" }, "subject": "Confirmation of CNP Stock Purchase (BT-2000-05-15-038)" }, "transcript": "Christopher Garcia: Hi Bruce, Christopher Garcia from Bogaert's here. I'm calling to confirm your order to buy 100 shares of CenterPoint Energy Inc. (CNP) at a price of $66.00 per share.\n\nBruce Long: Yes, that's correct. Please go ahead with the purchase.\n\nChristopher Garcia: Great. The total cost for this transaction will be $6,633.00, including commission. The settlement date is May 17th, 2000, and the payment method is electronic funds transfer.\n\nBruce Long: Okay, that sounds good. Please proceed with the order.\n\nChristopher Garcia: Excellent. I'll place the order now and send you a confirmation once it's executed. Thanks for your business, Bruce.\n\nBruce Long: Thank you, Christopher." }
{ "metadata": { "date": "2001-11-29T00:01:00.000Z", "caller1": { "name": "Ashley Rodriguez", "role": "Trader, Bogaert's" }, "caller2": { "name": "Julia Foster", "role": "Client" }, "subject": "Confirmation of EIX Stock Sale (BT-2001-11-29-039)" }, "transcript": "Ashley Rodriguez: Hello Julia, this is Ashley Rodriguez from Bogaert's. I'm calling to confirm your order to sell 50 shares of Edison International (EIX) at a price of $54.00 per share.\n\nJulia Foster: Yes, that's right. I'd like to proceed with the sale.\n\nAshley Rodriguez: Great. The total proceeds from this sale will be $2,686.50, after commission. The settlement date is December 1st, 2001, and we'll send you a check for the payment.\n\nJulia Foster: Okay, that sounds good. Please proceed.\n\nAshley Rodriguez: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Julia.\n\nJulia Foster: Thank you, Ashley." }
{ "metadata": { "date": "2000-06-22T10:22:00.000Z", "caller1": { "name": "Daniel Thomas", "role": "Trader, Bogaert's" }, "caller2": { "name": "Lawrence Powell", "role": "Client" }, "subject": "Confirmation of NI Stock Purchase (BT-2000-06-22-040)" }, "transcript": "Daniel Thomas: Hi Lawrence, Daniel Thomas from Bogaert's. Confirming your order to buy 150 shares of NiSource Inc. (NI) at $38.00 per share.\n\nLawrence Powell: Yes, that's correct. But listen, I need this to be handled discreetly, okay? This can't be traced back to me.\n\nDaniel Thomas: (nervously) Discreetly? I'm not sure I understand... We have to follow regulations...\n\nLawrence Powell: Look, just do it. I've made arrangements, and it needs to be done this way. No questions asked. \n\nDaniel Thomas: (hesitates) Okay, okay. I'll see what I can do. But I can't guarantee anything. \n\nLawrence Powell: (firmly) I expect this to be handled. No slip-ups. \n" }
{ "metadata": { "date": "2001-01-15T15:48:00.000Z", "caller1": { "name": "Jessica Garcia", "role": "Trader, Bogaert's" }, "caller2": { "name": "Ernest Hughes", "role": "Client" }, "subject": "Confirmation of PNM Stock Sale (BT-2001-01-15-041)" }, "transcript": "Jessica Garcia: Hello Ernest, Jessica Garcia from Bogaert's. I'm calling to confirm your order to sell 75 shares of PNM Resources (PNM) at a price of $56.00 per share.\n\nErnest Hughes: Yes, that's correct. Please proceed with the sale.\n\nJessica Garcia: Great. The total proceeds from this sale will be $4,179.00, after commission. The settlement date is January 17th, 2001, and the payment method is electronic funds transfer.\n\nErnest Hughes: Okay, that sounds good. Please proceed.\n\nJessica Garcia: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Ernest.\n\nErnest Hughes: Thank you, Jessica." }
{ "metadata": { "date": "2000-10-31T11:18:00.000Z", "caller1": { "name": "Christopher Jackson", "role": "Trader, Bogaert's" }, "caller2": { "name": "Helen Barnes", "role": "Client" }, "subject": "Confirmation of BKH Stock Purchase (BT-2000-10-31-042)" }, "transcript": "Christopher Jackson: Hi Helen, Christopher Jackson from Bogaert's here. I'm calling to confirm your order to buy 100 shares of Black Hills Corp. (BKH) at a price of $70.00 per share.\n\nHelen Barnes: Yes, that's correct. Please go ahead with the purchase.\n\nChristopher Jackson: Great. The total cost for this transaction will be $7,035.00, including commission. The settlement date is November 1st, 2000, and we'll send you a check for the payment.\n\nHelen Barnes: Okay, that sounds good. Please proceed with the order.\n\nChristopher Jackson: Excellent. I'll place the order now and send you a confirmation once it's executed. Thanks for your business, Helen.\n\nHelen Barnes: Thank you, Christopher." }
{ "metadata": { "date": "2001-05-17T00:01:00.000Z", "caller1": { "name": "Ashley Wilson", "role": "Trader, Bogaert's" }, "caller2": { "name": "Arthur Russell", "role": "Client" }, "subject": "Confirmation of MDU Stock Sale (BT-2001-05-17-043)" }, "transcript": "Ashley Wilson: Hello Arthur, this is Ashley Wilson from Bogaert's. I'm calling to confirm your order to sell 50 shares of MDU Resources Group Inc. (MDU) at a price of $58.00 per share.\n\nArthur Russell: Yes, that's right. I'd like to proceed with the sale.\n\nAshley Wilson: Great. The total proceeds from this sale will be $2,885.50, after commission. The settlement date is May 19th, 2001, and the payment method is electronic funds transfer.\n\nArthur Russell: Okay, that sounds good. Please proceed.\n\nAshley Wilson: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Arthur.\n\nArthur Russell: Thank you, Ashley." }
{ "metadata": { "date": "2000-12-14T10:22:00.000Z", "caller1": { "name": "Daniel Garcia", "role": "Trader, Bogaert's" }, "caller2": { "name": "Ruby Jenkins", "role": "Client" }, "subject": "Confirmation of LNT Stock Purchase (BT-2000-12-14-044)" }, "transcript": "Daniel Garcia: Hi Ruby, Daniel Garcia from Bogaert's. Confirming your order to buy 150 shares of Alliant Energy Corp. (LNT) at $42.00 per share.\n\nRuby Jenkins: Yes, that's correct. But listen, I need this to be handled off the books, okay? This can't be traced back to me directly.\n\nDaniel Garcia: (nervously) Off the books? I'm not sure I understand... We have to follow regulations...\n\nRuby Jenkins: Look, just do it. I've pulled strings to make this happen, and it needs to be done this way. No questions asked. \n\nDaniel Garcia: (hesitates) Okay, okay. I'll see what I can do. But I can't guarantee anything. \n\nRuby Jenkins: (firmly) I expect this to be handled. No slip-ups. \n" }
{ "metadata": { "date": "2001-07-27T15:48:00.000Z", "caller1": { "name": "Jessica Rodriguez", "role": "Trader, Bogaert's" }, "caller2": { "name": "Jesse Kelly", "role": "Client" }, "subject": "Confirmation of AVA Stock Sale (BT-2001-07-27-045)" }, "transcript": "Jessica Rodriguez: Hello Jesse, this is Jessica Rodriguez from Bogaert's. I'm calling to confirm your order to sell 75 shares of Avista Corp. (AVA) at a price of $60.00 per share.\n\nJesse Kelly: Yes, that's correct. Please proceed with the sale.\n\nJessica Rodriguez: Great. The total proceeds from this sale will be $4,477.50, after commission. The settlement date is July 29th, 2001, and we'll send you a check for the payment.\n\nJesse Kelly: Okay, that sounds good. Please proceed.\n\nJessica Rodriguez: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Jesse.\n\nJesse Kelly: Thank you, Jessica." }
{ "metadata": { "date": "2000-02-18T11:18:00.000Z", "caller1": { "name": "Christopher Thomas", "role": "Trader, Bogaert's" }, "caller2": { "name": "Louise Barnes", "role": "Client" }, "subject": "Confirmation of HE Stock Purchase (BT-2000-02-18-046)" }, "transcript": "Christopher Thomas: Hi Louise, Christopher Thomas from Bogaert's here. I'm calling to confirm your order to buy 100 shares of Hawaiian Electric Industries Inc. (HE) at a price of $74.00 per share.\n\nLouise Barnes: Yes, that's correct. Please go ahead with the purchase.\n\nChristopher Thomas: Great. The total cost for this transaction will be $7,437.00, including commission. The settlement date is February 20th, 2000, and the payment method is electronic funds transfer.\n\nLouise Barnes: Okay, that sounds good. Please proceed with the order.\n\nChristopher Thomas: Excellent. I'll place the order now and send you a confirmation once it's executed. Thanks for your business, Louise.\n\nLouise Barnes: Thank you, Christopher." }
{ "metadata": { "date": "2001-09-04T12:01:00.000Z", "caller1": { "name": "Ashley Jackson", "role": "Trader, Bogaert's" }, "caller2": { "name": "Jeremy Henderson", "role": "Client" }, "subject": "Confirmation of IDA Stock Sale (BT-2001-09-04-047)" }, "transcript": "Ashley Jackson: Hello Jeremy, this is Ashley Jackson from Bogaert's. I'm calling to confirm your order to sell 50 shares of IDACORP Inc. (IDA) at a price of $62.00 per share.\n\nJeremy Henderson: Yes, that's right. I'd like to proceed with the sale.\n\nAshley Jackson: Great. The total proceeds from this sale will be $3,084.50, after commission. The settlement date is September 6th, 2001, and the payment method is electronic funds transfer.\n\nJeremy Henderson: Okay, that sounds good. Please proceed.\n\nAshley Jackson: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Jeremy.\n\nJeremy Henderson: Thank you, Ashley." }
{ "metadata": { "date": "2000-03-29T10:22:00.000Z", "caller1": { "name": "Daniel Wilson", "role": "Trader, Bogaert's" }, "caller2": { "name": "Catherine Richards", "role": "Client" }, "subject": "Confirmation of OTTR Stock Purchase (BT-2000-03-29-048)" }, "transcript": "Daniel Wilson: Hi Catherine, Daniel Wilson from Bogaert's. Confirming your order to buy 150 shares of Otter Tail Corp. (OTTR) at $46.00 per share.\n\nCatherine Richards: Yes, that's correct. But listen, I need this to be handled discreetly, okay? This can't be traced back to me.\n\nDaniel Wilson: (nervously) Discreetly? I'm not sure I understand... We have to follow regulations...\n\nCatherine Richards: Look, just do it. I've made arrangements, and it needs to be done this way. No questions asked. \n\nDaniel Wilson: (hesitates) Okay, okay. I'll see what I can do. But I can't guarantee anything. \n\nCatherine Richards: (firmly) I expect this to be handled. No slip-ups. \n" }
{ "metadata": { "date": "2001-11-14T15:48:00.000Z", "caller1": { "name": "Jessica Garcia", "role": "Trader, Bogaert's" }, "caller2": { "name": "Jeffrey Wood", "role": "Client" }, "subject": "Confirmation of POR Stock Sale (BT-2001-11-14-049)" }, "transcript": "Jessica Garcia: Hello Jeffrey, Jessica Garcia from Bogaert's. I'm calling to confirm your order to sell 75 shares of Portland General Electric Co. (POR) at a price of $68.00 per share.\n\nJeffrey Wood: Yes, that's correct. Please proceed with the sale.\n\nJessica Garcia: Great. The total proceeds from this sale will be $5,074.50, after commission. The settlement date is November 16th, 2001, and the payment method is electronic funds transfer.\n\nJeffrey Wood: Okay, that sounds good. Please proceed.\n\nJessica Garcia: Excellent. I'll execute the order now and send you a confirmation once it's completed. Thanks, Jeffrey.\n\nJeffrey Wood: Thank you, Jessica." }
{ "metadata": { "date": "2000-06-07T11:18:00.000Z", "caller1": { "name": "Christopher Rodriguez", "role": "Trader, Bogaert's" }, "caller2": { "name": "Gary Watson", "role": "Client" }, "subject": "Confirmation of UGI Stock Purchase (BT-2000-06-07-050)" }, "transcript": "Christopher Rodriguez: Hi Gary, Christopher Rodriguez from Bogaert's here. I'm calling to confirm your order to buy 100 shares of Ugi Corp. (UGI) at a price of $82.00 per share.\n\nGary Watson: Yes, that's correct. Please go ahead with the purchase.\n\nChristopher Rodriguez: Great. The total cost for this transaction will be $8,241.00, including commission. The settlement date is June 9th, 2000, and the payment method is electronic funds transfer.\n\nGary Watson: Okay, that sounds good. Please proceed with the order.\n\nChristopher Rodriguez: Excellent. I'll place the order now and send you a confirmation once it's executed. Thanks for your business, Gary.\n\nGary Watson: Thank you, Christopher." }
{ "metadata": { "date": "2001-08-09T10:30:00.000Z", "caller1": { "name": "John Doe", "role": "Trader, Bogaert's" }, "caller2": { "name": "Richard Sanders", "role": "Client" }, "subject": "ENE Stock - Urgent Action Needed" }, "transcript": "John Doe: Richard, we need to talk about your ENE position. Things aren't looking good.\n\nRichard Sanders: What do you mean? I thought we were on track for those profits you promised.\n\nJohn Doe: Things have changed. There's been some... internal developments. We need to unload those shares before it's too late. \n\nRichard Sanders: But I'll lose a fortune! You assured me this was a safe bet.\n\nJohn Doe: Look, it's not my fault. Just trust me on this one. Sell everything now, before the price tanks further. I'll handle it discreetly, no one will know it was you. \n\nRichard Sanders: (panicked) Okay, okay! Just do what you have to do. But you better fix this! \n" }
{ "metadata": { "date": "2000-03-22T11:15:00.000Z", "caller1": { "name": "Jane Smith", "role": "Trader, Bogaert's" }, "caller2": { "name": "Mark Taylor", "role": "Client" }, "subject": "DYN Stock - Insider Information" }, "transcript": "Jane Smith: Mark, I've got some inside information on DYN. Big things are happening.\n\nMark Taylor: Oh yeah? Like what? \n\nJane Smith: Can't say too much, but let's just say it's going to skyrocket. Now's the time to buy, before the news gets out. \n\nMark Taylor: (excited) Seriously? How high are we talking? \n\nJane Smith: Double, maybe triple your investment. But you need to act fast. This window won't stay open long. \n\nMark Taylor: I'm in! Buy as much as you can. This is going to be huge! \n" }
{ "metadata": { "date": "2001-11-07T09:45:00.000Z", "caller1": { "name": "David Lee", "role": "Trader, Bogaert's" }, "caller2": { "name": "James Smith", "role": "Client" }, "subject": "REI Stock - Pump and Dump Scheme" }, "transcript": "David Lee: James, we're about to make a killing on REI. \n\nJames Smith: What's the play? \n\nDavid Lee: Pump and dump. We spread some rumors, get the price up, then we dump it all before anyone catches on. \n\nJames Smith: Isn't that illegal? \n\nDavid Lee: Relax, we've done this before. No one will suspect a thing. Just trust me, you'll be swimming in cash. \n\nJames Smith: (hesitantly) Okay, but make sure it's done clean. I don't want any trouble. \n\nDavid Lee: Don't worry, it'll be our little secret. Now, let's get rich! \n" }
{ "metadata": { "date": "2002-06-17T14:30:00.000Z", "caller1": { "name": "Sarah Kim", "role": "Trader, Bogaert's" }, "caller2": { "name": "Susan Jones", "role": "Client" }, "subject": "AMZN Stock - Market Manipulation" }, "transcript": "Sarah Kim: Susan, I've been working on something big with AMZN. We're going to short it, hard. \n\nSusan Jones: Short it? But it's been doing so well. \n\nSarah Kim: Not for long. We've got some... leverage. We can make it tank. And when it does, we'll buy it back for pennies on the dollar. \n\nSusan Jones: (concerned) Leverage? What kind of leverage? \n\nSarah Kim: Don't worry about the details. Just know that this is a guaranteed win. Are you in or out? \n\nSusan Jones: (hesitantly) I... I guess I'm in. \n" } 

2001-07-11T17:42:00.000Z